{
    "Abaddon": {
        "attribute":"straight",
        "description": "Abaddon, способный лечиться за счёт вражеских атак, может пережить почти любое нападение. Он всегда готов вклиниться в битву, закрывая союзников щитом и запуская обоюдоострые витки мглы, которыми он увечит врагов и исцеляет товарищей.",
        "spellsAmount":"4"
    },
    "Alchemist": {
        "attribute":"straight",
        "description": "Alchemist, синтезирующий дополнительные средства за каждое убийство, с лёгкостью получает необходимое вооружение. Он сражается во имя своей жадности, используя едкую кислоту и запас нестабильных химикатов.",
        "spellsAmount":"4"
    },
    "Axe": {
        "attribute":"straight",
        "description": "Axe рубит одного врага за другим, неизменно ступая впереди своей команды. Он вынуждает противников вступить в бой, а затем отвечает на их удары смертоносными взмахами топора. Нещадно круша ослабленных врагов, он всегда несётся вперёд.",
        "spellsAmount":"4"
    },
    "Beastmaster": {
        "attribute":"straight",
        "description" : "Beastmaster никогда не вступает в бой неподготовленным. Он призывает на помощь изрыгающих яд кабанов и зорких ястребов, он прорубается топорами через лес, а его оглушительный рёв позволяет беспрепятственно напасть на врагов.",
        "spellsAmount":"4"
    },
    "Brewmaster": {
        "attribute":"straight",
        "description" : "Грозный воитель Brewmaster способен изменить ход сражения, обернувшись тремя духами стихий с уникальными способностями, а в своей изначальной форме он погружает врагов в хмельной хаос замедляющими хлопками и могучими взмахами посоха.",
        "spellsAmount":"4"
    },
    "Bristleback": {
        "attribute":"straight",
        "description" : "В сражении Bristleback совсем не против подставить врагам спину. Уменьшая весь урон, который ему наносят сзади и сбоку, он безрассудно бросается в бой и обдаёт врагов смертоносными иглами и замедляющими соплями.",
        "spellsAmount":"4"
    },
    "Centaur": {
        "attribute":"straight",
        "description" : "Centaur Warrunner умело наносит и принимает урон. Он ведёт команду в наступление, оглушает своим топотом врагов и мгновенно отвечает на каждый удар, ускоряя как союзников, так и смерть неприятелей.",
        "spellsAmount":"4"
    },
    "Chaos_knight": {
        "attribute":"straight",
        "description" : "Chaos Knight — сам по себе армия. Он способен призывать кавалерию своих двойников и разрушать постройки врага, а когда покажутся защитники, он расколет реальность и перенесёт себя и свои копии на расстояние, достаточное для рокового взмаха булавы.",
        "spellsAmount":"4"
    },
    "Clockwerk": {
        "attribute":"straight",
        "description" : "Притягиваясь ко врагам своим захватным крюком, Clockwerk изолирует жертву и разрывает её на части дезориентирующей шрапнелью. Разведывая поле битвы своими ракетами, он всегда находит цель, на которую можно налететь.",
        "spellsAmount":"4"
    },
    "Dawnbreacker": {
        "attribute":"straight",
        "description" : "Dawnbreaker проявляет себя в гуще боя, с радостью круша врагов своим небесным молотом и излечивая союзников вокруг. Она охотно швырнёт свой молот в противников, чтобы воссоединиться с ним в пламенном полёте, и всегда готова обратиться к своей истинной космической мощи, чтобы прилететь на помощь союзникам, где бы они ни были, и разгромить неприятеля.",
        "spellsAmount":"4"
    },
    "Doom": {
        "attribute":"straight",
        "description" : "Doom забирает жизни своих врагов разными способами. Он пожирает существ, чтобы перенять их способности, а также способен наслать на врага адское пламя, не дающее тому использовать способности и предметы.",
        "spellsAmount":"4"
    },
    "Dragon_knight": {
        "attribute":"straight",
        "description" : "Страх сковывает любого, кто видит Dragon Knight в его ужасающем драконьем облике. Выносливый и готовый к чему угодно, он ведёт своих союзников к победе, оглушая и сжигая всех врагов на пути.",
        "spellsAmount":"4"
    },
    "Earth_spirit": {
        "attribute":"straight",
        "description" : "Earth Spirit держит противников в смятении и поддерживает друзей в бою. Приспосабливаясь к ходу любой битвы, он наносит врагам урон своими каменными копиями и спасает товарищей, вырывая их из объятий смерти.",
        "spellsAmount":"4"
    },
    "Earthshaker": {
        "attribute":"straight",
        "description" : "Внезапные атаки Earthshaker не дают врагам отступить, разделяют их силы и разрывают под ними землю. Всех, кому удалось выжить, он добивает взмахами своего могучего тотема.",
        "spellsAmount":"4"
    },
    "Elder_titan": {
        "attribute":"straight",
        "description" : "Разведав территорию своим астральным духом, Elder Titan готов атаковать с любого направления. Он останавливает противников ударом копыта, разъедает их защиту одним лишь своим присутствием и повергает неприятелей, расколов почву под ними.",
        "spellsAmount":"4"
    },
    "Huskar": {
        "attribute":"straight",
        "description" : "Чем меньше у Huskar здоровья, тем опаснее он становится. Своим ультом он мгновенно лишает себя и противника части здоровья, а на грани смерти может обрушить на своих врагов шквал горящих копий.",
        "spellsAmount":"4"
    },
    "Io": {
        "attribute":"straight",
        "description" : "Io мастерски повышает эффективность союзников. Связав себя с кем-нибудь из них, он ускоряет свою цель, а враги между ним и его товарищем замедляются. Способность телепортироваться вместе с союзником может многократно увеличить потенциал и без того смертоносного героя.",
        "spellsAmount":"4"
    },
    "Kunkka": {
        "attribute":"straight",
        "description" : "Kunkka всегда на шаг впереди своих врагов. Если ему удаётся попасть по противнику водяным гейзером или призрачным кораблём, то его команда без труда справится с тем, что осталось от неприятеля.",
        "spellsAmount":"4"
    },
    "Legion": {
        "attribute":"straight",
        "description" : "Маршируя по полю боя, Legion Commander вызывает заблудших противников на дуэль. С каждой выигранной дуэлью она бьёт всё сильнее и к концу сражения становится непобедимой воительницей.",
        "spellsAmount":"4"
    },
    "Lifestealer": {
        "attribute":"straight",
        "description" : "Если Lifestealer смог подобраться близко к своей жертве, то её уже ничего не спасёт. Он может забраться внутрь крипа или союзника, чтобы, оказавшись возле врага, неожиданно вырваться из носителя и разорвать жертву своими когтями.",
        "spellsAmount":"4"
    },
    "Lycan": {
        "attribute":"straight",
        "description" : "Lycan разрывает врагов острыми когтями и смертоносными клыками в обличье человека или волка. Он призывает невидимых волков, которые помогают в разведке и нападении. Превратившись в волка, он становится сильнее и быстрее и с лёгкостью догоняет врагов или спасается из засады.",
        "spellsAmount":"4"
    },
    "Magnus": {
        "attribute":"straight",
        "description" : "Magnus готов преподать урок врагам, по глупости вставшим рядом друг с другом. Он способен стянуть противников в одну точку и разгромить их своими мощными ударами или, пронзив жертв рогом, притащить их к своим беспощадным союзникам.",
        "spellsAmount":"4"
    },
    "Marci": {
        "attribute":"straight",
        "description" : "Доказывая, что неиссякаемая верность даёт несравненную силу, Марси всегда готова вступить в битву и не жалеет кулаков, чтобы защитить своих компаньонов. Легко перебрасывая друзей и врагов по полю боя, она с радостью врывается в любой поединок, предоставляет союзникам столь нужное преимущество и применяет скрытую силу, при виде которой даже боги предпочитают не вступать в конфликт с героиней.",
        "spellsAmount":"4"
    },
    "Mars": {
        "attribute":"straight",
        "description" : "Mars рождён для сражений: он пронзает врагов своим легендарным копьём, а от нападений его защищает смертоносный щит. Окружив противника солдатами своего верного легиона, покровитель воинов не позволяет ему сбежать, и даже самая безнадёжная схватка окажется во власти бога войны — ведь численное преимущество всегда на его стороне.",
        "spellsAmount":"4"
    },
    "Night_stalker": {
        "attribute":"straight",
        "description" : "Когда солнце скрывается за горизонтом, на охоту выходит Night Stalker. Проносясь сквозь тёмные чащи, он замедляет жертву и раздирает её в клочья. А если восход угрожает его планам, он может затмить светило и продолжить нападение.",
        "spellsAmount":"4"
    },
    "Omniknight": {
        "attribute":"straight",
        "description" : "Omniknight всегда готов помочь своей команде на передовой. Он излечивает союзников заклинанием, наносящим урон всем врагам вокруг, а в случае чего берётся за свой могучий молот и оберегает соратников от вреда.",
        "spellsAmount":"4"
    },
    "Phoenix": {
        "attribute":"straight",
        "description" : "Влетев в битву, Phoenix поражает врагов и излечивает союзников солнечным лучом, а в нужный момент может превратиться в звезду, обжигающую всех противников вокруг, чтобы после её оглушающего взрыва возродиться с полным запасом сил.",
        "spellsAmount":"4"
    },
    "Primal_beast": {
        "attribute":"straight",
        "description" : "Primal Beast свирепо расталкивает врагов и союзников, чтобы вклиниться в битву и устроить переполох. Этот зверь являет неминуемую угрозу для любого противника, наказывая своих обидчиков и упиваясь возможностью схватить добычу и вбить её в землю, пока от неё не останется лишь кровавое месиво.",
        "spellsAmount":"4"
    },
    "Pudge": {
        "attribute":"straight",
        "description" : "Каждый точный бросок знаменитого крюка вселяет страх во врагов Pudge, ведь, притянув жертву, он расчленяет её своим тесаком. С каждым убийством его здоровье и урон увеличиваются, и вскоре погибель от его рук становится неизбежной.",
        "spellsAmount":"4"
    },
    "Sand_king": {
        "attribute":"straight",
        "description" : "Немногие способны пережить нападение Sand King. Он разрушает смертоносными волнами ульта всё вокруг себя, скрывается от ответных ударов в песчаной буре и оглушает врагов, поддевая их снизу.  ",
        "spellsAmount":"4"
    },
    "Slardar": {
        "attribute":"straight",
        "description" : "Всегда готовый найти и сокрушить врагов Slardar шустро вползает в битву. Раскрыв расположение противника и разрушив его броню, он сокращает расстояние до жертвы и держит её на месте сокрушительными водными всплесками и оглушающими ударами своего внушительного трезубца.",
        "spellsAmount":"4"
    },
    "Snapfire": {
        "attribute":"straight",
        "description" : "Snapfire будет рада как отстрелить кому-нибудь ноги из своего верного дробовика, так и накормить всех до отвала своим вкусным, но немного взрывным печеньем. Беатрикс с удовольствием рассекает по полю битвы на своей драконьей жабе Мортимере, готовая выкосить врагов своей самодельной крупнокалиберной пушкой и добить их залпом лавовых шаров Мортимера.",
        "spellsAmount":"4"
    },
    "Spirit_breaker": {
        "attribute":"straight",
        "description" : "Мобильный и агрессивный Spirit Breaker носится по полю боя, навязывая противнику схватку. Каждый оглушающий удар его палицы выводит врага из строя. Жертва попытается убежать, но достаточно пары вардов, и прятаться будет негде.",
        "spellsAmount":"4"
    },
    "Sven": {
        "attribute":"straight",
        "description" : "Sven всегда рад сражению. Он оглушает столпившихся врагов, а после использования ульта, увеличивающего урон героя, противники погибают от пары ударов огромного меча.",
        "spellsAmount":"4"
    },
    "Tidehunter": {
        "attribute":"straight",
        "description" : "Tidehunter выжидает подходящего момента для нападения вместе с командой. Когда такой момент наступает, он использует свой всесокрушающий ульт, позволяя союзникам расправиться с оглушёнными врагами.",
        "spellsAmount":"4"
    },
    "Timbersaw": {
        "attribute":"straight",
        "description" : "Увёртливый и непредсказуемый Timbersaw рубит лес так, что валятся его враги. Он метает огромные пилы и может притянуться к дереву цепью, сокрушая неприятелей по пути.",
        "spellsAmount":"4"
    },
    "Tiny": {
        "attribute":"straight",
        "description" : "Tiny, становящийся больше и сильнее по ходу битвы, устрашает противника. Он швыряет героев и крипов в своих врагов или оглушает их камнепадом. Набрав мощь, он с лёгкостью разрушит вражескую базу.",
        "spellsAmount":"4"
    },
    "Treant_protector": {
        "attribute":"straight",
        "description" : "Великодушный Treant Protector защищает своих соратников и союзные постройки восстанавливающей бронёй. Незаметно перемещаясь меж деревьев, он связывает врагов корнями и передаёт их жизненные силы товарищам.",
        "spellsAmount":"5"
    },
    "Tusk": {
        "attribute":"straight",
        "description" : "Tusk никогда не против затеять драку. Он отрезает врагам путь к отступлению стеной ледяных осколков, собирает союзников в гигантский снежный ком и влетает в нём в противников, завершая комбинацию фирменным сногсшибательным ударом.",
        "spellsAmount":"5"
    },
    "Underlord": {
        "attribute":"straight",
        "description" : "Underlord обрушивает волны рокового пламени на врагов, обездвиженных своей злобной хваткой. Он ослабляет атаки противников одним своим видом, упивается праздником смерти, получая прилив сил с каждым недругом, павшим в его присутствии, и разрывает полотно реальности, перемещаясь с союзниками по полю брани. Жестокая кара ждёт каждого, кто восстанет против Врогроша, Владыки бездны.",
        "spellsAmount":"4"
    },
    "Undying": {
        "attribute":"straight",
        "description" : "Волочась к битве, Undying даёт врагам выбор: они либо бегут от его ярости, либо погибают от неё же. Он забирает себе жизненные силы противников и призывает толпы цепких мертвецов. К моменту, когда он наконец превратится в массивного трупного голема, врагов может уже не стать.",
        "spellsAmount":"4"
    },
    "Wraith_king": {
        "attribute":"straight",
        "description" : "Wraith King бесстрашно рвётся в бой, оглушая и разрубая врагов, пока те не покорятся его воле. Если противники справятся с ним один раз, возрождающий ульт даст Остариону ещё один шанс сразить своих неприятелей.",
        "spellsAmount":"4"
    },
    "Anti_mage": {
        "attribute":"agility",
        "description" : "Если Anti-Mage наберёт полную силу, мало кто сможет его остановить. Он способен забирать у врагов ману каждым ударом или телепортироваться на небольшие расстояния, что не позволяет врагам загнать его в угол.",
        "spellsAmount":"4"
    },
    "Arc_warden": {
        "attribute" : "agility",
        "description" : "Зет, Arc Warden — разбитый осколок той древней мощи, что породила самих Древних, и он намерен прекратить схватку Света и Тьмы. Сковывайте одиноких врагов потоками энергии или искажайте пространство, создавая защитное поле для союзников. Призывайте призрачные искры, нападающие на приблизившихся противников, или же полную копию самого себя со всеми предметами и способностями, способную сокрушить неприятеля.",
        "spellsAmount":"4"
    },
    "Bloodseeker": {
        "attribute" : "agility",
        "description" : "Bloodseeker постоянно ставит противников перед непростым выбором. Окропив кровью обширную территорию, он вынуждает врагов отступать, а под его чудовищным ультом жертва либо стоит на месте, либо погибает.",
        "spellsAmount": "4"
    },
    "Bounty_hunter": {
        "attribute" : "agility",
        "description" : "Bounty Hunter незримо крадётся по следам своих врагов и не даёт им скрыться из виду. Когда его жертва падает замертво, он и его союзники получают хорошую прибыль.",
        "spellsAmount": "4"
    },
    "Broodmother": {
        "attribute" : "agility",
        "description" : "Скользя по своей паутине, Broodmother взращивает армию пауков, которые вместе с её командой наступают на базу врага. Если на пути встречается жертва, паучиха присоединяется к своим отпрыскам и нападает, замедляя врагов ядовитыми укусами и утоляя свой животный голод.",
        "spellsAmount": "4"
    },
    "Clinkz": {
        "attribute" : "agility",
        "description" : "Clinkz незримо рыщет по полю битвы, и от внезапного нападения не спастись никому. Этот изворотливый лучник накрывает врагов дождём огненных стрел, а затем призывает в бой армию пылающих собратьев.",
        "spellsAmount": "4"
    },
    "Drow_ranger": {
        "attribute" : "agility",
        "description" : "Немногим удаётся спастись от Drow Ranger. Обезмолвив врагов морозной волной, она накрывает их градом замедляющих ледяных стрел, после которого мало кто способен выжить.",
        "spellsAmount": "4"
    },
    "Ember_spirit": {
        "attribute" : "agility",
        "description" : "Ловкий и неуловимый Ember Spirit стремительно атакует всех врагов вокруг и связывает их горящими цепями. Он быстро перемещается по полю битвы с помощью своих взрывающихся копий, и немногие смогут избежать пламени или обуздать его.",
        "spellsAmount": "5"
    },
    "Faceless_void": {
        "attribute" : "agility",
        "description" : "Для Faceless Void важна каждая секунда. Он стремительно перемещается, ускорив ход времени, а затем, манипулируя им, уклоняется от ударов, останавливает его на большой территории и уничтожает замерших врагов. Имея в своём распоряжении достаточно времени, он становится невероятно могучим.",
        "spellsAmount": "4"
    },
    "Gyrocopter": {
        "attribute" : "agility",
        "description" : "Gyrocopter летает по полю боя, держа свой арсенал наготове. Расстреливая всех ближайших врагов из пушки и сокрушая их залпами ракет, он с лёгкостью расправляется с противниками, если наберёт достаточную мощь.",
        "spellsAmount": "4"
    },
    "Hoodwink": {
        "attribute" : "agility",
        "description" : "Hoodwink всегда спешит туда, где ждёт беда, и готова противостоять любой угрозе из призрачного леса, ставшего ей домом. Даже с тяжёлым арбалетом она мимолётно прошмыгивает меж веток и листьев, и выследить её в бою почти невозможно. На мгновение потеряете её из виду, и она уже у вас за спиной — а ваша остолбенелая туша висит в её сетях.",
        "spellsAmount": "4"
    },
    "Juggernaut": {
        "attribute" : "agility",
        "description" : "Juggernaut разрубает своих врагов шквалом рассекающих ударов. Мало кто сможет остановить или пережить его отчаянное наступление, ведь, набрав обороты, он становится практически неуязвимым.",
        "spellsAmount": "4"
    },
    "Lone_druid": {
        "attribute" : "agility",
        "description" : "Сражаясь бок о бок со своим могучим медведем, Lone Druid разрывает на части врагов и их постройки. С помощью перевоплощения он переключается между ближним и дальним боем. Когда он и его компаньон наберут достаточно мощи, их невозможно будет остановить.",
        "spellsAmount": "4"
    },
    "Luna": {
        "attribute" : "agility",
        "description" : "Luna быстро врывается в битву, кромсая противника своими отскакивающими атаками. Если враги идут в наступление, она призывает на помощь силу Луны и сокрушает их жгучим лучом или лунным градом.",
        "spellsAmount": "4"
    },
    "Medusa": {
        "attribute" : "agility",
        "description" : "Medusa всегда возглавляет наступление. Она сдерживает любое нападение противника магическим щитом и расправляется с группами врагов, выпуская сразу несколько стрел. Набрав полную силу, она заставит окаменеть кого угодно.",
        "spellsAmount": "4"
    },
    "Meepo": {
        "attribute" : "agility",
        "description" : "Призвав до пяти своих полноценных копий, Meepo способен сражаться на всех фронтах одновременно. Он распределяет своих клонов по полю боя и, заметив врага, приковывает его к земле, со взрывом телепортирует к себе остальные копии и добивает истощённую жертву.",
        "spellsAmount": "4"
    },
    "Mirana": {
        "attribute" : "agility",
        "description" : "Всегда готовая влететь в битву Mirana издалека подыскивает жертву для своей смертоносной стрелы. Она способна скрыть команду от глаз врагов и возглавить охоту на них  .",
        "spellsAmount": "4"
    },
    "Monkey_king": {
        "attribute" : "agility",
        "description" : "В поисках славной битвы Monkey King скачет по кронам деревьев и застаёт врагов врасплох, стремительно нападая с высоты. Готовый переломить ход сражения верной армией солдат-обезьян, этот неуловимый трюкач торжествует в хаосе битвы и останавливает своим легендарным посохом любого беглеца.",
        "spellsAmount": "4"
    },
    "Morphling": {
        "attribute" : "agility",
        "description" : "Благодаря способности вливаться в любую ситуацию Morphling увёртлив и смертоносен. Если его пытаются загнать в угол, он уходит от врага на своей волне или увеличивает здоровье и перемещается к созданному им ложному двойнику героя.",
        "spellsAmount": "4"
    },
    "Naga_siren": {
        "attribute" : "agility",
        "description" : "Naga Siren отправляет в наступление свои копии, а затем связывает и убивает врагов. Своей песней она выводит противников из строя, позволяя подготовиться к нападению или немедленно отступить.",
        "spellsAmount": "4"
    },
    "Nyx_assassin": {
        "attribute" : "agility",
        "description" : "Nyx Assassin всегда охотится за хилыми противниками. Он незаметно крадётся по лесам и, обнаружив жертву, пронзает её острыми когтями и поражает оглушающими шипами, отражая любой ответный удар своим панцирем.",
        "spellsAmount": "4"
    },
    "Pangolier": {
        "attribute" : "agility",
        "description" : "Pangolier жаждет немедля встать на пути у любой опасности, мастерски сдерживая врагов и стремясь в самую гущу сражения. Его клинок виртуозно находит щели в любой броне, а сам Донтé надёжно защищён чешуёй, и потому этот грациозный фехтовальщик всегда готов вкатиться в битву.",
        "spellsAmount": "4"
    },
    "Phantomka": {
        "attribute" : "agility",
        "description" : "Phantom Assassin идёт в наступление, едва завидев свою жертву. Мгновенно сблизившись с ней, Мортред легко уклоняется от атак и обрушивает на врага удар за ударом, любой из которых может оказаться роковым.",
        "spellsAmount": "4"
    },
    "Phantom_lancer": {
        "attribute" : "agility",
        "description" : "Phantom Lancer уничтожает противников бесконечным запасом своих клонов. Его армия иллюзий сметает вражеские силы и укрепления шквалом молниеносных ударов, а заодно запутывает противника, позволяя избежать опасности.",
        "spellsAmount": "4"
    },
    "Razor": {
        "attribute" : "agility",
        "description" : "Razor, властитель смертоносной бури, всегда готов к сражению. Он поджаривает врагов расширяющимся кольцом энергетической плазмы, а также лишает их мощи, наращивая свою собственную.",
        "spellsAmount": "4"
    },
    "Riki": {
        "attribute" : "agility",
        "description" : "Riki крадётся по полю боя, скрываясь от глаз противника. Он тщательно выжидает момент и бросается в бой сквозь свою дымовую завесу, нанося удар в спину ещё до того, как враги что-то поймут.",
        "spellsAmount": "4"
    },
    "Shadow_fiend": {
        "attribute" : "agility",
        "description" : "Shadow Fiend становится сильнее с каждой полученной душой убитого им существа. Каждое убийство, каждое точное попадание опустошающими чарами приближает смертоносный удар энергии выпущенных на волю душ.",
        "spellsAmount": "4"
    },
    "Slark": {
        "attribute" : "agility",
        "description" : "Slark способен впрыгнуть в гущу сражения и выйти из него живым. Он всегда рад приковать заблудшего врага к месту, украсть его сущность ударами своего кинжала, а в случае чего мгновенно испариться.",
        "spellsAmount": "4"
    },
    "Sniper": {
        "attribute" : "agility",
        "description" : "Сеять смерть на расстоянии — вот что Sniper умеет лучше всего. Он сдерживает своих врагов нескончаемым градом пуль, а в подходящий момент добивает их смертельным выстрелом.",
        "spellsAmount": "4"
    },
    "Spectre": {
        "attribute" : "agility",
        "description" : "Spectre преследует своих врагов, где бы они ни были. Открыв себе всё поле боя и выбрав одинокую жертву, она с лёгкостью расправляется с ней. Если она наберёт силу, то никому не удастся спастись от ужасной участи.",
        "spellsAmount": "4"
    },
    "Templar_assassin": {
        "attribute" : "agility",
        "description" : "Templar Assassin заполняет поле боя замедляющими ловушками и прячется в невидимости, готовясь в любой момент наброситься на жертву. Напав, она пробивает врагов насквозь своими псионическими клинками и отражает ответные удары преломляющим щитом.",
        "spellsAmount": "4"
    },
    "Terrorblade": {
        "attribute" : "agility",
        "description" : "Если в игре Terrorblade, то всё становится относительным. Своими могучими иллюзиями он обманывает врагов и разрушает их постройки, а если нужно предотвратить смерть или ослабить соперника, он меняется здоровьем с союзником или противником.",
        "spellsAmount": "4"
    },
    "Troll_warlord": {
        "attribute" : "agility",
        "description" : "Грозный боец Troll Warlord способен сражаться как в ближнем, так и в дальнем бою. Он машет своими топорами и крутит ими вокруг себя, нанося удары всё быстрее, и увеличивает скорость атаки всех союзников, где бы они ни были.",
        "spellsAmount": "5"
    },
    "Ursa": {
        "attribute" : "agility",
        "description" : "Ursa раздирает плоть своей жертвы, с каждым ударом нанося ей всё больше урона. Он ненадолго увеличивает скорость своих ударов, замедляет противников неподалёку и быстро разрывает их на кусочки.",
        "spellsAmount": "4"
    },
    "Vengeful_spirit": {
        "attribute" : "agility",
        "description" : "Vengeful Spirit напоминает о себе даже после смерти. Она постоянно сеет хаос в рядах врагов, обмениваясь местами с другими героями неподалёку, оглушая врагов и ослабляя того, кто её одолеетVengeful Spirit напоминает о себе даже после смерти. Она постоянно сеет хаос в рядах врагов, обмениваясь местами с другими героями неподалёку, оглушая врагов и ослабляя того, кто её одолеет.",
        "spellsAmount": "4"
    },
    "Venomancer": {
        "attribute" : "agility",
        "description" : "Venomancer несёт своим врагам медленную смерть. Он взращивает бесконечную армию прыскающих ядом защитников, а стоит неприятелям показаться рядом, он выпускает огромное облако яда, надолго ослабляющего недругов.",
        "spellsAmount": "4"
    },
    "Viper": {
        "attribute" : "agility",
        "description" : "Ядовитый Viper несёт погибель любой своей жертве. Токсины, которыми он плюётся, ослабляют и замедляют врага, а Viper просто делает то, что умеет лучше всего: продолжает источать яд.",
        "spellsAmount": "4"
    },
    "Weaver": {
        "attribute" : "agility",
        "description" : "Weaver сбегает от врагов лишь для того, чтобы напасть вновь. Он способен на время стать невидимым или вовсе ускользнуть от смерти, вернув своё местоположение и состояние здоровья на несколько секунд назад. Его изворотливость позволяет доставлять врагам массу неприятностей.",
        "spellsAmount": "4"
    },
    "Apparition": {
        "attribute" : "intelligence",
        "description" : "Ancient Apparition, способный запустить мощный заряд льда через всё поле битвы, может заморозить раненых врагов до смерти, где бы те ни находились. Он держит врагов в напряжении, замедляя их и помогая своим союзникам.",
        "spellsAmount": "4"
    },
    "Bane": {
        "attribute" : "intelligence",
        "description" : "Bane наводит ужас на врагов своим арсеналом обездвиживающих способностей. Погружая противников в заразительные кошмары или удерживая их на месте, он даёт союзникам достаточно времени, чтобы прикончить неприятеля.",
        "spellsAmount": "4"
    },
    "Batrider": {
        "attribute" : "intelligence",
        "description" : "Взмыв в небеса, Batrider может нанести удар с любой стороны. Захватив противника своим лассо, он поднимается над верхушками деревьев и тащит жертву по тропе огня прямо к своим беспощадным союзникам.",
        "spellsAmount": "4"
    },
    "Chen": {
        "attribute" : "intelligence",
        "description" : "Обратив лесных существ в свою веру, Chen ведёт свою импровизированную армию на помощь команде. Он насылает свою паству на противников, отправляет союзников в безопасное место, а в крайнем случае излечивает их, где бы они ни были.",
        "spellsAmount": "4"
    },
    "Crystal_maiden": {
        "attribute" : "intelligence",
        "description" : "Crystal Maiden пригодится любой команде, ведь она даёт союзникам ману и не позволяет врагам сбежать. А когда представляется случай, она может уничтожить врагов своим сокрушительным ультом.",
        "spellsAmount": "4"
    },
    "Dark_seer": {
        "attribute" : "intelligence",
        "description" : "Изворотливый стратег Dark Seer мастерски манипулирует местоположением своих врагов. Он способен затянуть их под удары союзников и обратить мощь неприятелей против них самих своей отражающей стеной.",
        "spellsAmount": "4"
    },
    "Dark_willow": {
        "attribute" : "intelligence",
        "description" : "Неуловимый трепет в тенях — вот всё, что увидит враг Мирески, ведь эта фея избегает врагов и сковывает их движения коварными уловками. Взывая к силам куда более древним, чем знания учёных магов, она держит противников на месте, а затем обрушивает на них весь гнев и ужас мира фей.",
        "spellsAmount": "5"
    },
    "Dazzle": {
        "attribute" : "intelligence",
        "description" : "Рождённый поддерживать своих сторонников, Dazzle не даёт соратникам умереть, пока те уничтожают врагов. Его необычные заклинания вплетаются в броню, ослабляя противников и усиливая союзников.",
        "spellsAmount": "5"
    },
    "Death_prophet": {
        "attribute" : "intelligence",
        "description" : "Своей армией призраков Death Prophet уничтожает как противников, так и их постройки. Возглавив наступление и выпуская одну смертоносную волну за другой, она может повергнуть врагов в отчаяние.",
        "spellsAmount": "4"
    },
    "Disruptor": {
        "attribute" : "intelligence",
        "description" : "Disruptor мастерски разрушает планы врагов. Он способен создать непроходимый барьер и спустить на попавшихся в ловушку врагов бурю безмолвия, а если противник предпримет что-то неожиданное, то Disruptor вернёт его туда, где тот находился раньше.",
        "spellsAmount": "4"
    },
    "Enchantress": {
        "attribute" : "intelligence",
        "description" : "Опасная вблизи и смертоносная на расстоянии, Enchantress пронзает врагов атаками, которые становятся тем сильнее, чем больше расстояние до цели. Благодаря способности замедлять своих врагов и зачаровать лесных существ она всегда найдёт способ одержать победу в схватке.",
        "spellsAmount": "4"
    },
    "Enigma": {
        "attribute" : "intelligence",
        "description" : "Многие опасаются Enigma из-за его способности создать чёрную дыру, которая удерживает врагов и делает их лёгкой мишенью. Вместе с вездесущими союзными эйдолонами он атакует врагов издалека.",
        "spellsAmount": "4"
    },
    "Grimstroke": {
        "attribute" : "intelligence",
        "description" : "Мастерски манипулируя битвой со стороны, Grimstroke изучает каждого неприятеля до самых мелочей, чтобы появиться из чернильной тьмы и мановением кисти оглушить врагов и связать их вместе. Он с наслаждением досаждает противникам, натравливая на них своих фантомных рабов, и аккуратно выбирает момент, когда сможет отправить нескольких врагов на тот свет судьбоносным взмахом кисти.",
        "spellsAmount": "4"
    },
    "Invoker": {
        "attribute" : "intelligence",
        "description" : "Благодаря обширному арсеналу заклинаний Invoker может приспособиться к ходу любой битвы. Комбинируя три магичесих компонента, он может сотворить одно из десяти заклинаний, позволяющих уничтожить врага или спастись от него.",
        "spellsAmount": "4"
    },
    "Jakiro": {
        "attribute" : "intelligence",
        "description" : "Jakiro сам себе друг. Не довольствуясь одним только огнём, близнецы примораживают к земле пытающихся спастись противников, а пока те горят, Jakiro разрушает вражеские постройки своим жидким пламенем.",
        "spellsAmount": "4"
    },
    "Keep_of_the_light": {
        "attribute" : "intelligence",
        "description" : "Keeper of the Light полезен любой команде. Он манипулирует маной врагов и союзников, повергает слабых противников волнами света и, преисполнившись сиянием, ведёт соратников в наступление.",
        "spellsAmount": "6"
    },
    "Leshrac": {
        "attribute" : "intelligence",
        "description" : "Своими мощными заклинаниями Leshrac одинаково хорошо справляется и с врагами, и с их постройками. Расчищая путь своими разрушительными способностями, он продвигается вглубь вражеской территории, раскалывает землю под ногами противников, оглушает их и оставляет на растерзание союзникам.",
        "spellsAmount": "4"
    },
    "Lich": {
        "attribute" : "intelligence",
        "description" : "Паря над полем битвы, Lich подпитывает свои силы союзными крипами и помогает союзникам своим замедляющим холодом. Если противники по глупости сбились в кучу, то он расправится сразу со всеми своим отскакивающим ультом.",
        "spellsAmount": "4"
    },
    "Lina": {
        "attribute" : "intelligence",
        "description" : "Опасная и хрупкая Lina легко свалит любого одинокого врага. Она поражает противников огнём и молнией, а каждое произнесённое ей заклинание увеличивает скорость её атаки, не давая выжить никому.",
        "spellsAmount": "4"
    },
    "Lion": {
        "attribute" : "intelligence",
        "description" : "Lion не даёт врагам выбраться из своей цепкой хватки. Он оглушает жертву каменными шипами и на время превращает её в безобидную зверушку. Если одних его заклинаний не хватит, чтобы расправиться с врагом, он обязательно даст команде достаточно времени.",
        "spellsAmount": "4"
    },
    "Nature's_prophet": {
        "attribute" : "intelligence",
        "description" : "Nature's Prophet будто вездусущ: вот он в гуще боя, а вот уже подготавливает ресурсы для следующей атаки. Благодаря способности телепортироваться в любое место и мгновенно создать армию воинов-энтов, он нападает на противников, когда те этого не ожидают.",
        "spellsAmount": "4"
    },
    "Necrophos": {
        "attribute" : "intelligence",
        "description" : "Necrophos всюду несёт благополучие друзьям и смерть — врагам. Излечивая союзников и нанося противникам урон каждым пульсом смерти, он изничтожает врагов одним лишь своим присутствием. Также Necrophos может воззвать к помощи самого жнеца, который надолго задержит жертву в мире ином.",
        "spellsAmount": "4"
    },
    "Ogre_magi": {
        "attribute" : "intelligence",
        "description" : "Благодаря возможности многократно приумножить эффект каждого своего заклинания и толике удачи Ogre Magi способен обратить врагов в пепел или усилить союзников. Но, разумеется, полагаться лишь на удачу — дело неблагодарное….",
        "spellsAmount": "4"
    },
    "Oracle": {
        "attribute" : "intelligence",
        "description" : "Аккуратно сочетая свои замысловатые умения, Oracle предрекает удел своих друзей и врагов. Окутав союзника неясным будущим, он даёт ему пожить ещё немного, чтобы уничтожить противника или даже избежать страшной участи.",
        "spellsAmount": "4"
    },
    "Od": {
        "attribute" : "intelligence",
        "description" : "Похищая разум своих жертв, Outworld Destroyer превращает чистый интеллект в инструмент разрушения. Ослабив врагов залпом магической энергии, он проверяет их разум на прочность и сжигает ману тем, кто выжил.",
        "spellsAmount": "4"
    },
    "Puck": {
        "attribute" : "intelligence",
        "description" : "Игривый и увёртливый Puck мастерски запутывает противников. Он может переместиться на небольшое расстояние с помощью своей смертоносной сферы и обезмолвить врагов магической пылью, а когда противник опомнится, будет слишком поздно: Puck уже исчезнет за горизонтом.",
        "spellsAmount": "4"
    },
    "Pugna": {
        "attribute" : "intelligence",
        "description" : "Умелый колдун Pugna обращает силы противника против него же, подрывая его оборону и укрепления. Пока его тотем бьёт ближайших врагов, осмелившихся использовать магию, сам Pugna вытягивает из них жизнь, чтобы быть готовым к следующему наступлению.",
        "spellsAmount": "4"
    },
    "Queen_of_pain": {
        "attribute" : "intelligence",
        "description" : "Queen of Pain нападает без предупреждения, уничтожая собравшихся вместе противников своим оглушающим криком. Если враг смог сдержать её натиск, она не позволяет ему отступить, замедляя броском кинжала.",
        "spellsAmount": "4"
    },
    "Rubick": {
        "attribute" : "intelligence",
        "description" : "Rubick неустанно ищет полезные вражеские способности, которые можно использовать против их бывших владельцев. Поднимая противников в воздух и указывая, где им упасть, Rubick сеет хаос в их рядах.",
        "spellsAmount": "4"
    },
    "Shadow_demon": {
        "attribute" : "intelligence",
        "description" : "Shadow Demon опасен своей способностью наносить урон и разведывать поле боя облаками демонического яда. Он ненадолго изгоняет врага в иной мир, позволяя товарищам оказать жертве тёплый приём, накладывает на противников проклятья и призывает иллюзии, обращая силу соперников против них самих.",
        "spellsAmount": "4"
    },
    "Shadow_shaman": {
        "attribute" : "intelligence",
        "description" : "Shadow Shaman быстро расчищает своей команде путь до вражеского Древнего. Он способен поразить противников ударом энергии, превратить нападающего в беспомощное животное и призвать могучие змеиные тотемы, которые с лёгкостью разрушат вражеские постройки.",
        "spellsAmount": "4"
    },
    "Silencer": {
        "attribute" : "intelligence",
        "description" : "Silencer изменяет ход каждого сражения, запрещая врагам использовать заклинания. Он кромсает противников глефами и крадёт у них интеллект, не давая соперникам получить преимущество.",
        "spellsAmount": "4"
    },
    "Skywrath_mage": {
        "attribute" : "intelligence",
        "description" : "Смертоносный, но хрупкий Skywrath Mage быстро уничтожает врагов залпами мощной магии. Он сотрёт в порошок кого угодно благодаря своей способности обезмолвить противника, сделав его уязвимым к заклинаниям.",
        "spellsAmount": "4"
    },
    "Storm_spirit": {
        "attribute" : "intelligence",
        "description" : "Storm Spirit не пропускает ни одного сражения. Он молнией проносится по карте, со всех сторон бьёт врагов своими взрывными копиями и заряженными атаками и исчезает с поля битвы, прежде чем шокированные противники успеют среагировать.",
        "spellsAmount": "4"
    },
    "Techies": {
        "attribute" : "intelligence",
        "description" : "Озорные Techies любят как следует подгадить врагу. С хихиканьем они швыряются бомбами-липучками, а невидимые мины, электрические разряды и беспечные полёты на взрывчатке сведут любого противника в могилу. Или с ума. Одно другому не мешает.",
        "spellsAmount": "5"
    },
    "Tinker": {
        "attribute" : "intelligence",
        "description" : "Tinker сокрушает врагов своей армией механизмов и другими смертоносными устройствами. Набрав мощь, он способен нападать по нескольким фронтам благодаря ульту, который перезаряжает все его способности.",
        "spellsAmount": "5"
    },
    "Visage": {
        "attribute" : "intelligence",
        "description" : "Разведывая смертоносными гаргульями поле боя, Visage покрывает себя бронёй и ищет битвы. Оказавшись рядом со схваткой, он обращает страдания тех, кто получает урон, в мощные заряды энергии и сокрушает ими врагов.",
        "spellsAmount": "4"
    },
    "Void_spirit": {
        "attribute" : "intelligence",
        "description" : "Дух пустоты хранит секреты, которые могут расколоть сознание смертного. Он покидает Сокрытый храм, несёт дозор над всем полем битвы и по своей воле может покинуть мир смертных и вернуться в него. В мгновения нужды взывая к защите скрытой реальности, он легко обходит врагов, чтобы ударить, откуда он сам пожелает.",
        "spellsAmount": "4"
    },
    "Warlock": {
        "attribute" : "intelligence",
        "description" : "Призвав на помощь демона-голема, Warlock уничтожает врагов и их постройки. Но чернокнижник способен сеять хаос и без посторонней помощи: одним лишь словом он излечивает союзников и калечит противников — или связывает врагов в общей агонии.",
        "spellsAmount": "4"
    },
    "Windranger": {
        "attribute" : "intelligence",
        "description" : "Проворная и ловкая Windranger всегда поджидает подходящего момента для нападения. Она постоянно в движении — даже когда расчищает путь смертоносным выстрелом или связывает врагов, чтобы нашпиговать их стрелами.",
        "spellsAmount": "4"
    },
    "Winter_wyvern": {
        "attribute" : "intelligence",
        "description" : "Winter Wyvern бороздит небо над полем боя, замедляя врагов жгучим льдом. Если враги по глупости столпятся, она обернёт их против одного из товарищей и обдаст всех ледяными осколками.",
        "spellsAmount": "4"
    },
    "Witch_doctor": {
        "attribute" : "intelligence",
        "description" : "Witch Doctor идеально дополняет любую команду. Мало кто сравнится с ним по универсальности: он может постепенно излечивать товарищей, оглушать и насмерть проклинать врагов, а также уничтожать их своим мощным ультом.",
        "spellsAmount": "4"
    },
    "Zeus": {
        "attribute" : "intelligence",
        "description" : "Никому не спастись от ярости Zeus. Он использует молнию, чтобы разведывать ближайшие территории, пускает заряд электричества, скачущий по нескольким врагам, или призывает вселяющий ужас шквал молний на всех противников сразу. Zeus найдет врагов, где бы те ни были.",
        "spellsAmount": "4"
    }      
}   